DIC_KEY = {
    "系统科目": [
        "一级科目关键字"
    ],
    "现金": [
        "库存现金",
        "现金"
    ],
    "银行存款": [
        "银行存款"
    ],
    "其他货币资金": [
        "其他货币资金"
    ],
    "短期投资": [
        "短期投资",
        "短期投资跌价准备"
    ],
    "交易性金融资产": [
        "交易性金融资产"
    ],
    "应收票据": [
        "应收票据"
    ],
    "应收票据坏账准备": [
        "应收票据坏账准备"
    ],
    "应收账款": [
        "应收账款",
        "应收款项"
    ],
    "应收账款坏账准备": [
        "应收账款坏账准备",
        "应收款项坏账准备"
    ],
    "预付款项": [
        "预付款项",
        "预付账款"
    ],
    "应收利息": [
        "应收利息"
    ],
    "应收利息坏账准备": [
        "应收利息坏账准备"
    ],
    "应收股利": [
        "应收股利坏账准备"
    ],
    "其他应收款项": [
        "其他应收款项",
        "其他应收款"
    ],
    "其他应收款项坏账准备": [
        "其他应收款项坏账准备",
        "其他应收款坏账准备"
    ],
    "应收补贴款": [
        "应收补贴款"
    ],
    "原材料": [
        "原材料"
    ],
    "低值易耗品": [
        "低值易耗品"
    ],
    "在产品": [
        "在产品"
    ],
    "库存商品": [
        "库存商品"
    ],
    "其他存货": [
        "包装物",
        "自制半成品",
        "委托代销商品",
        "受托代销商品",
        "分期收款发出商品",
        "周转材料",
        "材料采购",
        "在途物资",
        "材料成本差异",
        "发出商品",
        "商品进销差价",
        "委托加工物资",
        "委托代销商品",
        "存货跌价准备",
        "消耗性生物资产",
        "产成品"
    ],
    "待摊费用": [
        "待摊费用"
    ],
    "一年内到期的非流动资产": [
        "无关键字，仅作为选择项"
    ],
    "其他流动资产": [
        "无关键字，仅作为选择项"
    ],
    "长期股权投资": [
        "长期股权投资"
    ],
    "长期股权投资减值准备": [
        "长期股权投资减值准备"
    ],
    "长期债权投资": [
        "长期债权投资"
    ],
    "可供出售金融资产": [
        "可供出售金融资产"
    ],
    "可供出售金融资产减值准备": [
        "可供出售金融资产减值准备"
    ],
    "持有至到期投资": [
        "持有至到期投资",
        "持有至到期投资减值准备"
    ],
    "持有至到期投资减值准备": [
        "持有至到期投资减值准备"
    ],
    "长期应收款": [
        "长期应收款",
        "未实现融资收益"
    ],
    "长期应收款坏账准备": [
        "长期应收款坏账准备"
    ],
    "投资性房地产": [
        "投资性房地产"
    ],
    "投资性房地产累计折旧": [
        "投资性房地产累计折旧"
    ],
    "投资性房地产减值准备": [
        "投资性房地产减值准备"
    ],
    "固定资产": [
        "固定资产"
    ],
    "累计折旧": [
        "累计折旧"
    ],
    "固定资产减值准备": [
        "固定资产减值准备"
    ],
    "在建工程": [
        "在建工程"
    ],
    "在建工程减值准备": [
        "在建工程减值准备"
    ],
    "工程物资": [
        "工程物资"
    ],
    "固定资产清理": [
        "固定资产清理"
    ],
    "生产性生物资产": [
        "生产性生物资产",
        "生产性生物资产累计折旧"
    ],
    "油气资产": [
        "油气资产",
        "累计折耗"
    ],
    "无形资产": [
        "无形资产"
    ],
    "累计摊销": [
        "累计摊销"
    ],
    "无形资产减值准备": [
        "无形资产减值准备"
    ],
    "开发支出": [
        "开发支出"
    ],
    "商誉": [
        "商誉"
    ],
    "长期待摊费用": [
        "长期待摊费用"
    ],
    "递延所得税资产": [
        "递延所得税资产"
    ],
    "其他非流动资产": [
        "无关键字，仅作为选择项"
    ],
    "短期借款": [
        "短期借款"
    ],
    "交易性金融负债": [
        "交易性金融负债"
    ],
    "应付票据": [
        "应付票据"
    ],
    "应付账款": [
        "应付账款",
        "应付款项"
    ],
    "预收款项": [
        "预收款项",
        "预收账款"
    ],
    "应付职工薪酬": [
        "应付职工薪酬"
    ],
    "应付福利费": [
        "应付福利费"
    ],
    "应交税费": [
        "应交税费",
        "其他应交款"
    ],
    "应付利息": [
        "应付利息"
    ],
    "应付股利": [
        "应付股利",
        "应付利润"
    ],
    "其他应付款": [
        "其他应付款",
        "其他应付款项"
    ],
    "预提费用": [
        "预提费用"
    ],
    "持有待售负债": [
        "持有待售负债"
    ],
    "一年内到期的非流动负债": [
        "无关键字，仅作为选择项"
    ],
    "其他流动负债": [
        "无关键字，仅作为选择项"
    ],
    "长期借款": [
        "长期借款"
    ],
    "应付债券": [
        "应付债券"
    ],
    "长期应付款": [
        "长期应付款"
    ],
    "未确认融资费用": [
        "未确认融资费用"
    ],
    "专项应付款": [
        "专项应付款"
    ],
    "预计负债": [
        "预计负债"
    ],
    "递延收益": [
        "递延收益"
    ],
    "递延所得税负债": [
        "递延所得税负债"
    ],
    "其他非流动负债": [
        "长期应付职工薪酬"
    ],
    "实收资本（或股本）": [
        "实收资本",
        "股本"
    ],
    "其他权益工具": [
        "其他权益工具"
    ],
    "资本公积": [
        "资本公积"
    ],
    "其他综合收益": [
        "其他综合收益"
    ],
    "盈余公积": [
        "盈余公积"
    ],
    "未分配利润": [
        "未分配利润",
        "利润分配",
        "本年利润",
        "以前年度损益调整"
    ],
    "已归还投资": [
        "已归还投资"
    ],
    "生产成本": [
        "生产成本"
    ],
    "劳务成本": [
        "劳务成本"
    ],
    "研发支出": [
        "研发支出"
    ],
    "工程施工": [
        "工程施工"
    ],
    "机械作业": [
        "机械作业"
    ],
    "工程结算": [
        "工程结算"
    ],
    "制造费用 ": [
        "制造费用 "
    ],
    "营业收入": [
        "营业收入",
        "主营业务收入"
    ],
    "其他业务收入": [
        "其他业务收入"
    ],
    "营业成本": [
        "营业成本",
        "主营业务成本"
    ],
    "其他业务成本": [
        "其他业务成本"
    ],
    "税金及附加": [
        "税金及附加",
        "营业税金及附加"
    ],
    "销售费用": [
        "销售费用",
        "营业费用"
    ],
    "管理费用": [
        "管理费用"
    ],
    "财务费用": [
        "财务费用"
    ],
    "资产减值损失": [
        "资产减值损失"
    ],
    "公允价值变动收益": [
        "公允价值变动收益"
    ],
    "投资收益": [
        "投资收益"
    ],
    "资产处置收益": [
        "资产处置收益"
    ],
    "其他收益": [
        "其他收益"
    ],
    "营业外收入": [
        "营业外收入"
    ],
    "补贴收入": [
        "补贴收入"
    ],
    "营业外支出": [
        "营业外支出"
    ],
    "所得税费用": [
        "所得税费用"
    ]
}